Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/2014 Sud CS6 Alerta Australia-level2.tmx
Source language: en
Languages: es

source: Had all project staff been aware of the issues with satellite phones and the instances of others misinterpreting the map, actions could have been taken which may have prevented this incident from occurring.
es: Poner a todo el personal de proyecto en conocimiento de los problemas con teléfonos satelitales y de previas malinterpretaciones de mapas, acciones que de haberse efectuado pudieron haber prevenido la ocurrencia de este incidente.

source: Less speed would have made it possible to better manoeuvre the vehicle .
es: Una velocidad menor hubiese permitido maniobrar mejor el vehículo .

source: A risk evaluation was not performed before the activity was carried out.
es: No se realizó una evaluación de riesgos, previo a realizar la actividad.

source: Acknowledge and understand information contained in the HaSEP before travelling to the site, as required.
es: Tomar conocimiento y entender la información contenida en el HaSEP previo a realizar un viaje a campo, cumpliendo con las disposiciones definidas.

source: After travelling a further 50km he again rang the camp when it was confirmed he was travelling in the wrong direction.
es: Tras conducir otros 50 km volvió a llamar al campamento, que le confirmó que estaba viajando en la dirección equivocada.

source: After travelling approximately 35km, and failing to see signage as indicated on the map, he rang the client’s camp and was advised to continue in his current direction.
es: Tras conducir aproximadamente por 35 km sin ver la señalización indicada en el mapa, llamó al campamento del cliente y se le dijo que continuara en la misma dirección.

source: Always driving on highways with headlights on.
es: Conducir siempre en carretera con las luces encendidas.

source: Always keeping both hands at the wheel.
es: Mantener siempre las dos manos en el volante.

source: Always remember to :
es: No olvides tener presente :

source: An employee was on route to a site near Moomba, a remote area of South Australia, when he missed a turn off and travelled in the wrong direction.
es: Un colaborador iba camino a un sitio cercano a Moomba, un lugar apartado de Australia Meridional, cuando pasó de largo una salida y siguió en la dirección equivocada.

source: As a result it was switched off for most of his journey, leading to a delay in locating him and providing assistance.
es: Por este motivo, lo tuvo apagado la mayor parte del viaje, lo que demoró localizarlo y prestarle asistencia.

source: Avoiding driving at night, as risk of incident increases due to scarce visibility.
es: Evitar la conducción nocturna, debido a que aumenta el riesgo de incidente por poca visibilidad.

source: Becoming knowledgeable with respect to our clients' driving regulations.
es: Conocer e instruirse respecto a los reglamentos de conducción de nuestros clientes.

source: Before carrying out any activity, dangers have to be identified and associated risks evaluated.
es: Antes de realizar cualquier actividad, debes identificar los peligros y evaluar los riesgos asociados.

source: Being careful with rocks, animals or other obstacles on the road, reducing speed.
es: Tener precaución con las piedras, animales u otros obstáculos presentes sobre la calzada, disminuyendo la velocidad.

source: Control measures defined in the risk evaluation process must be understood, implemented and complied with.
es: Entender, implementar y cumplir con las medidas de control definidas en el proceso de evaluación de riesgos.

source: Dangers associated to any activity must never be underestimated.
es: Nunca subestimar el peligro asociado a una actividad.

source: Description of incident
es: Descripción del incidente

source: Distracting while driving, which could have been a result of fatigue and/or tiredness.
es: Pérdida de concentración en la conducción, cuyo origen pudo estar dado por fatiga y/o cansancio.

source: Driving defensively include best practices such as:
es: Manejar a la defensiva incluye buenas prácticas como:

source: Driving defensively, that is, the driver must keep a preventive attitude and behaviour when facing hazards caused by another driver or by environmental conditions.
es: Manejar a la defensiva, es decir, el conductor debe mantener una actitud y comportamiento preventivo ante los peligros, causados por otro conductor o por las condiciones del medio.

source: Driving is one of our riskier activities so that an appropriate behaviour while driving and usage and verification of high standards in our vehicles are key elements for this activity.
es: La conducción es una de nuestras actividades más riesgosas por lo que una buena conducta en el manejo y el uso y verificación de buenos estándares de nuestros vehículos son elementos claves en esta actividad.

source: Ensure learnings are shared.
es: Asegurarse de compartir los aprendizajes.

source: Ensure team members have, and know how to use, effective communications and navigation devices when travelling to remote locations.
es: Asegurarse de que los integrantes del equipo tengan y sepan cómo usar dispositivos de comunicación y navegación eficaces al viajar a lugares apartados.

source: Ensuring compliance with our clients' requirements in their premises in regard to driving (driving certifications, psychometric tests, etc.)
es: Asegurar el cumplimiento de las exigencias del nuestros Clientes en sus instalaciones relacionados a la conducción (acreditaciones de conducción, exámenes psico-sensotécnico, etc.).

source: Ensuring that all passengers use it.
es: Asegurar que todos los acompañantes lo utilizan.

source: Find about climate conditions, routes, accesses and range of communication systems.
es: Informarse del estado de las condiciones climáticas, rutas, accesos y alcance de los sistemas de comunicación.

source: For more information please contact Matt Wallace (Manager - Health Safety & Environment) – 0 7 3721 4901 or m _ wallace @golder.com.au
es: Para obtener más información, contactar a Matt Wallace (Gerente - Salud, Seguridad y Medio Ambiente) – 0 7 3721 4901 o m _ wallace @golder.com.au

source: For more information, please contact your office's Health and Safety Coordinator.
es: Para obtener más información, favor contactar al Coordinador de salud y seguridad de tu oficina.

source: For this incident, the affected person only sought medical assistance and notified his direct supervisor on the following day.
es: En este incidente la persona afectada sólo fue a asistencia médica y avisó a su supervisor directo al día siguiente.

source: Golder Associates South America
es: Golder Associates en Sudamérica

source: Golder employees or subcontractors are not allowed to take hitchhikers.
es: Está prohibido que personal de Golder o sus subcontratistas lleven a personas en el camino que hacen dedo.

source: HAZARD ALERT
es: ALERTA DE PELIGRO

source: Having a valid driver's license.
es: Contar con la licencia de conducir al día.

source: Having appropriate rest before starting a trip.
es: Descansar adecuadamente, antes de iniciar un viaje.

source: Health & Safety Alert
es: Alerta Salud & Seguridad

source: Health, Safety and Environment
es: Salud, seguridad y medio ambiente

source: If travel arrangements alter ensure that the plan is adjusted and notify all relevant staff.
es: Si se alteran los arreglos del viaje, asegurarse de que se adapte el plan y notificar a todo el personal pertinente.

source: If you are taking any medication, consult with your doctor if you have any contraindication for driving.
es: Si estás tomando algún medicamento, consulta con tu doctor si tienes alguna contraindicación para conducir.

source: If you feel unfit for driving, inform that to your supervisor.
es: Si no te sientes apto para manejar, infórmalo a tu supervisor.

source: If you need help with this process, you can contact your office's Health and Safety Coordinator.
es: Si necesitas ayuda con este proceso, puedes contactar al Coordinador de Salud y Seguridad de tu oficina.

source: In mountain roads, the driver must pay attention to nearby hillsides for potential rock or snow landslides (specially during high temperature periods).
es: En caminos montañosos, el conductor debe estar atento a las laderas aledañas por posibles deslizamientos de piedras o nieve (especialmente en períodos de altas temperaturas).

source: In narrow, downslope, mountain roads, yielding to vehicles going up by stopping in any wide section of the road.
es: En caminos de montaña angostos y encontrándose en bajada, ceder el paso a vehículos que suben deteniéndose en algún lugar ancho del camino.

source: Initial communication between site and the office was largely via email / Lync.
es: La comunicación inicial entre el sitio y la oficina fue en gran medida vía correo electrónico y Lync.

source: Injuries must never be underestimated, as failing to treat injuries promptly may make them worse.
es: Nunca subestimar una lesión, ya que su no tratamiento oportuno puede agravarla.

source: January 2014
es: Enero 2014

source: Journey Management Plans are a critical control.
es: Los planes de gestión de viajes son un control esencial.

source: June 2014
es: Junio 2014

source: Keeping a safe and careful distance with the vehicle ahead.
es: Mantener una distancia segura y prudente con el vehículo que te antecede.

source: Key learnings from this event
es: Aprendizajes clave de este suceso

source: Lessons learned and recommendations to bear in mind
es: Lecciones aprendidas y recomendaciones a tener presente

source: Loss of Process: Journey to remote area
es: Pérdida de proceso: viaje a un lugar apartado

source: Main causes of the incident
es: Causas principales del incidente

source: May 2014
es: Mayo 2014

source: Measures to have in mind before driving
es: Medidas a tener presente antes de conducir

source: Measures to have in mind during driving
es: Medidas a tener presente durante la conducción

source: Minimum driving measures for Golder in South America
es: Medidas mínimas de conducción en Golder en Sudamérica

source: NEVER FORGET THAT YOU ARE RESPONSIBLE FOR YOUR OWN SAFETY.
es: NO OLVIDES QUE TÚ ERES EL PRINCIPAL RESPONSABLE DE TU SEGURIDAD.

source: Never carrying loose elements inside the vehicle, such as recipients or tools.
es: No llevar elementos sueltos en el interior del vehículo como envases o herramientas.

source: Never drinking alcohol or drugs.
es: No ingerir alcohol o drogas.

source: Never driving at night in high mountain and/or high risk roads.
es: En caminos de alta montaña y/o de alto riesgo, nunca conducir de noche.

source: Never pass in winding roads.
es: Nunca adelantar en zona de curvas.

source: Never using cellular phones or handheld radio devices while driving or using elements that can be distracting.
es: No hablar por celular o radios portátiles mientras conduces o usar elementos que puedan distraer tu atención.

source: Observe speed limits and warning signs on the road.
es: Respetar los límites de velocidad y señalizaciones de advertencia de los caminos.

source: Observing speed limits and warning signs on roads.
es: Respetar los límites de velocidad y señalizaciones de advertencia de los caminos.

source: On November 28, 2013, an employee sprained his right hand after hitting his hand against a wiring conduit while trying to correct its alignment (see image).
es: El día 28/11/2013 un colaborador sufrió una torcedura de su mano derecha, luego de golpear directamente su mano contra una canaleta de red con el objetivo de encajarla, ya que presentaba pequeños defectos de alineamiento (ver imagen).

source: Only perform jobs for which you are qualified and feel sure about doing.
es: Solamente ejecutar trabajos en los cuales estemos cualificados y nos sintamos seguros de realizarlos.

source: Our employee turned around, was met on-route and escorted the final leg of the journey arriving more than 6 hours later than expected.
es: Nuestro colaborador dio la vuelta y se encontró en el camino con el cliente, que lo escoltó el último tramo del viaje para llegar más de 6 horas después de lo esperado.

source: Place of incident
es: Lugar del incidente

source: Please, do not forget that any incident, however small, must be immediately communicated to your direct supervisor and reported in the Learnings Database.
es: No olvides que todo incidente, por menor que sea, debe ser comunicado inmediatamente a tu supervisor directo y reportado en el Learnings database.

source: Project Managers must ensure they are completed fully, shared and understood.
es: Los gerentes de proyecto deben asegurarse de que sean compartidos y comprendidos a cabalidad.

source: RIGHT HAND INJURY
es: LESIÓN EN MANO DERECHA

source: Remember that driving under the influence is prohibited by law in our countries.
es: Recuerda que la conducción bajo la influencia del alcohol o drogas está penada por la ley en nuestros países.

source: Rest, at least, 8 hours the night before driving a vehicle .
es: Descansar, por lo menos, 8 horas la noche anterior antes de conducir un vehículo .

source: Resting periods include safely parking the vehicle and perform an activity providing rest ( e.g. , stretching, taking a short walk, drinking coffee, etc.)
es: Los descansos comprenden el estacionamiento seguro del vehículo y realizar alguna actividad que permita el descanso ( ej : realizar estiramientos, dar un breve paseo, tomar un café, etc.).

source: Resting periods include safely parking the vehicle and perform an activity providing rest (e.g., stretching, taking a short walk, drinking coffee, etc.)
es: Los descansos comprenden el estacionamiento seguro del vehículo y realizar alguna actividad que permita el descanso (ej: realizar estiramientos, dar un breve paseo, tomar un café, etc.).

source: Speed limits as established for the road were not observed.
es: No se respetaron los límites establecidos de velocidad de la vía.

source: Take resting periods during driving, specially when tiredness is affecting your senses.
es: Tomar descansos durante la conducción, especialmente si el cansancio está afectando tus sentidos.

source: Taking resting periods during driving, specially when tiredness is affecting your senses.
es: Tomar descansos durante la conducción, especialmente si el cansancio está afectando tus sentidos.

source: The contributing factors
es: Los factores que incidieron

source: The employee had a satellite phone, and was able to use it. However, he was under the impression it was only to be used in an emergency.
es: El colaborador tenía teléfono satelital y podía usarlo, pero su impresión era que solo debía usarse en caso de emergencia.

source: The high standard of Golder vehicles in Peru prevented this incident from having more severe, including fatal, consequences.
es: El alto estándar de los vehículos de Golder en Perú evitó que este incidente hubiese tenido consecuencias de alta gravedad, incluso fatales.

source: The incident
es: El incidente

source: The incident occurred when the driver got distracted, entered the opposite lane, crashed against a hillslope and a concrete signpost, and finally overturned on its left (drivers') side .
es: En este incidente, el conductor de la camioneta perdió la concentración en la conducción e invadió el carril opuesto de la carretera chocando posteriormente contra el talud de un cerro y un poste de concreto de señalización, volcándose finalmente sobre su lado izquierdo (del conductor).

source: The investigation identified another employee had previously driven in the wrong direction from Moomba. While he didn’t become lost, this learning was not shared with the project team – therefore the opportunity to provide more detailed instructions / maps was lost.
es: La investigación arrojó que otro colaborador había conducido antes en la dirección equivocada desde Moomba. Si bien no se perdió, este aprendizaje no fue compartido con el equipo de proyecto y por tanto se perdió la oportunidad de dar instrucciones y mapas más detallados.

source: The maximum number of passengers in a vehicle is 4.
es: El número máximo de personas en un vehículo es de 4.

source: The risks associated with driving in a remote area where not effectively controlled.
es: No se controlaron eficazmente los riesgos de conducir en un lugar apartado.

source: The seriousness of the incident was not effectively communicated leading to a delay in emergency response.
es: La gravedad del incidente no se comunicó eficazmente y esto generó un retraso en la respuesta de emergencia.

source: There was not sufficient importance given to the journey management plan with incomplete plans and no clear responsibility for monitoring the journey against the plan.
es: No se le dio importancia suficiente al plan de gestión de viajes, quedando estos incompletos y sin responsabilidades claras sobre el monitoreo del viaje con respecto del plan.

source: There were no lost time injuries.
es: No hubo días de trabajo perdidos.

source: This incident reminds us once more that driving is one of our riskier activities and that an appropriate driving behaviour and use of high safety standards in our vehicles are key elements in this activity .
es: Este incidente nos recuerda una vez más que la conducción es una de nuestras actividades más riesgosas y que una buena conducta en el manejo y el uso de altos estándares de seguridad de nuestros vehículos son elementos claves en esta actividad .

source: This evaluation would have determined the need for a plier and cow leather/kidskin gloves to perform the activity.
es: Esta evaluación hubiese determinado la necesidad de contar con alicate y guantes de cuero vaqueta/guantes de cabritilla para realizar la actividad.

source: This injury required medical treatment and one day off work (medical leave), thus becoming a recordable case in the region .
es: Esta lesión requirió tratamiento médico y 1 día fuera del trabajo (descanso médico), siendo un nuevo caso registrable en la región .

source: This number must never be exceeded.
es: Este número nunca debe ser sobrepasado.

source: Travel in remote areas has previously contributed to a fatality within Golder Associates.
es: Los viajes a lugares apartados han causado fatalidades en Golder Associates en el pasado.

source: Underestimation of the risks associated to this activity, as in other opportunities he had performed the same activity under the same conditions without injuries.
es: Subestimación del riesgo asociado a la actividad, dado que en otras oportunidades había realizado la misma actividad bajo las condiciones actuales y no había sufrido ninguna lesión.

source: Using a three-point seat belt at all times during driving.
es: Usar el cinturón de seguridad de 3 puntas en todo momento de la conducción.

source: Vehicle Overturn
es: Vuelco de vehículo

source: Verifying the vehicle's status and ensuring that it has the necessary equipment according to driving conditions.
es: Verificar el estado del vehículo y asegurar que cuenta con el equipamiento necesario de acuerdo a las condiciones de conducción.

source: When possible, informing other drivers about hazards you have found on the road.
es: En la medida de lo posible, informe a otros conductores de los peligros que usted ha observado en su recorrido.

source: Wiring conduit covered and aligned
es: Canaleta de red cubierta y alineada
